wambd/certification4/availabilityCalendarRQ.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pac="http://packages.servicePackage.dome.com/">
<soapenv:Header/>
<soapenv:Body>
   <pac:availabilityCalendar>
      <arg0>
       <beginDate>2020-03-22</beginDate>
         <!-- El campo "FareCode" es obligatorio-->
         <fareCode>NORMAL</fareCode>
         <ideses>WAW#40292#250941801616500</ideses>
         <!-- El campo "PackageCode" es obligatorio -->
         <packageCode>IT19T-80519</packageCode>
      </arg0>
   </pac:availabilityCalendar>
</soapenv:Body>
</soapenv:Envelope>